const markers = [
    {
        "school": "אור-לציון",
        "Address": "דרך ירושלים 1 רחובות",
        "phone": "089352462",
        "X": "31.88808911",
        "Y": "34.81992042"
    },
    {
        "school": "אור-לציון",
        "Address": "דרך ירושלים 1 רחובות",
        "phone": "089352462",
        "X": "31.88808911",
        "Y": "34.81992042"
    },
    {
        "school": "אמית הלל",
        "Address": "לח\"י 36 רחובות",
        "phone": "089457796",
        "X": "31.89030869",
        "Y": "34.82304235"
    },
    {
        "school": "אמית עמיחי",
        "Address": "מגיני הגליל 2 רחובות",
        "phone": "089494097",
        "X": "31.88902246",
        "Y": "34.82377475"
    },
    {
        "school": "אשכול פיס",
        "Address": "חנה אברך 25",
        "phone": "089315481",
        "X": "31.89199689",
        "Y": "34.79804683"
    },
    {
        "school": "בארי בשדה",
        "Address": "גבריאלוב 20",
        "phone": "086889161",
        "X": "31.88743512",
        "Y": "34.78565016"
    },
    {
        "school": "בגין",
        "Address": "צאלון 1 רחובות",
        "phone": "089315828",
        "X": "31.89645954",
        "Y": "34.77293971"
    },
    {
        "school": "בית יעקב",
        "Address": "נורדאו 14 רחובות",
        "phone": "089451801",
        "X": "31.89435785",
        "Y": "34.81548373"
    },
    {
        "school": "בית ספר עתיד",
        "Address": "חיים מורי 2",
        "phone": "086220541",
        "X": "31.89514612",
        "Y": "34.79776365"
    },
    {
        "school": "בית שלמה",
        "Address": "הורוביץ 3 קרית משה",
        "phone": "089467025",
        "X": "31.88211819",
        "Y": "34.78718803"
    },
    {
        "school": "בכור לוי",
        "Address": "הרב הרצוג פינת הנשיא הראשון",
        "phone": "089475522",
        "X": "31.90353827",
        "Y": "34.81498885"
    },
    {
        "school": "בן איש חיל",
        "Address": "זכריה מדר 28",
        "phone": "089495183",
        "X": "31.88787455",
        "Y": "34.81611812"
    },
    {
        "school": "בן גוריון",
        "Address": "שמחה הולצברג 4",
        "phone": "089414549",
        "X": "31.87861626",
        "Y": "34.81601714"
    },
    {
        "school": "בן צבי",
        "Address": "הרשינזון 25",
        "phone": "089451452",
        "X": "31.88933071",
        "Y": "34.80860305"
    },
    {
        "school": "בנות אסתר",
        "Address": "חפץ חיים 28 א'",
        "phone": "089417640",
        "X": "31.88990471",
        "Y": "34.8246813"
    },
    {
        "school": "בנות אסתר תיכון",
        "Address": "חפץ חיים 28",
        "phone": "089452470",
        "X": "31.89023724",
        "Y": "34.82417649"
    },
    {
        "school": "בני משה",
        "Address": "הגנה 46",
        "phone": "089410017",
        "X": "31.89287266",
        "Y": "34.82319551"
    },
    {
        "school": "בראשית ממ\"ד",
        "Address": "מרגולין רחובות",
        "phone": "086171541",
        "X": "31.89612295",
        "Y": "34.82444594"
    },
    {
        "school": "דה שליט",
        "Address": "מנוחה ונחלה 58",
        "phone": "089379956",
        "X": "31.89965844",
        "Y": "34.81790061"
    },
    {
        "school": "דה שליט ב'",
        "Address": "מילר 10 רחובות 76110",
        "phone": "089379645",
        "X": "31.90050924",
        "Y": "34.81912764"
    },
    {
        "school": "הראם",
        "Address": "נורדאו 14",
        "phone": "089453040",
        "X": "31.89343387",
        "Y": "34.81566943"
    },
    {
        "school": "הרצוג",
        "Address": "הר הצופים 70",
        "phone": "089470954",
        "X": "31.89241994",
        "Y": "34.78209217"
    },
    {
        "school": "השיטה",
        "Address": "הדגניות 28",
        "phone": "089357799",
        "X": "31.87671255",
        "Y": "34.81405485"
    },
    {
        "school": "ויצו",
        "Address": "ארלוזורוב 18",
        "phone": "089335500",
        "X": "31.88605682",
        "Y": "34.806864"
    },
    {
        "school": "ויצמן",
        "Address": "מרשוב 3 רחובות",
        "phone": "089450251",
        "X": "31.89414346",
        "Y": "34.80429118"
    },
    {
        "school": "חב\"ד יסודי בנות",
        "Address": "מדר 28 רחובות",
        "phone": "086901756",
        "X": "31.88935973",
        "Y": "34.81940166"
    },
    {
        "school": "חב\"ד בנים",
        "Address": "שטיינברג 10 רחובות",
        "phone": "089491191",
        "X": "31.89163842",
        "Y": "34.81939217"
    },
    {
        "school": "חב\"ד בנות",
        "Address": "נפתלי בן אפרים 1",
        "X": "31.88888963",
        "Y": "34.81979522"
    },
    {
        "school": "יבניאלי",
        "Address": "החבורה 14 רחובות",
        "phone": "089410181",
        "X": "31.8818338",
        "Y": "34.82015378"
    },
    {
        "school": "יצחק נבון",
        "Address": "הר כנען 9, רחובות ההולנדית",
        "phone": "086635009",
        "X": "31.89219422",
        "Y": "34.77685969"
    },
    {
        "school": "ישיבת הדרום",
        "Address": "הגר\"א 10, רחובות",
        "phone": "089474190",
        "X": "31.90290213",
        "Y": "34.81800344"
    },
    {
        "school": "לוטם",
        "Address": "גד פיינשטיין",
        "phone": "089415512",
        "X": "31.90513603",
        "Y": "34.79218121"
    },
    {
        "school": "לוטם",
        "Address": "גד פיינשטיין",
        "phone": "089415512",
        "X": "31.90513603",
        "Y": "34.79218121"
    },
    {
        "school": "מאור מנחם",
        "Address": "חב\"ד 1 ת.ד 770 רחובות",
        "phone": "089453656",
        "X": "31.89220451",
        "Y": "34.81907324"
    },
    {
        "school": "מדעים",
        "Address": "דרך ירושלים 32",
        "phone": "086373759",
        "X": "31.88917238",
        "Y": "34.83044013"
    },
    {
        "school": "מעלות",
        "Address": "שי עגנון 1",
        "phone": "089414169",
        "X": "31.88892839",
        "Y": "34.82065302"
    },
    {
        "school": "נועם",
        "Address": "שד' הקיבוצים 2",
        "phone": "089416534",
        "X": "31.88388348",
        "Y": "34.81724834"
    },
    {
        "school": "ניצני המדע",
        "Address": "פרופ' צ'חנובר אהרון 4",
        "phone": "089252310",
        "X": "31.90146453",
        "Y": "34.82271303"
    },
    {
        "school": "נתיבות משה",
        "Address": "רייפן 1",
        "phone": "089496321",
        "X": "31.88268388",
        "Y": "34.81023461"
    },
    {
        "school": "תחכמוני",
        "Address": "מילר 10",
        "phone": "089466181",
        "X": "31.90075743",
        "Y": "34.81951616"
    },
    {
        "school": "שריד",
        "Address": "בר שאול 16",
        "phone": "089475333",
        "X": "31.89801349",
        "Y": "34.81561191"
    },
    {
        "school": "שפרינצק",
        "Address": "המעפיל 25 רחובות 76348",
        "phone": "08462424",
        "X": "31.90049272",
        "Y": "34.79960289"
    },
    {
        "school": "שז\"ר",
        "Address": "בר לב 32 רחובות",
        "phone": "089458918",
        "X": "31.88640494",
        "Y": "34.82737822"
    },
    {
        "school": "שובו",
        "Address": "דוד אלעזר 11",
        "phone": "089463582",
        "X": "31.8935496",
        "Y": "34.77759652"
    },
    {
        "school": "שביט",
        "Address": "יעקב מזרחי",
        "phone": "089475542",
        "X": "31.88450148",
        "Y": "34.79051602"
    },
    {
        "school": "רמת אלון",
        "Address": "זכריה מדאר 26",
        "phone": "089414167",
        "X": "31.88945075",
        "Y": "34.82033386"
    },
    {
        "school": "רמון",
        "Address": "קרוננברג 3",
        "phone": "089102709",
        "X": "31.87904716",
        "Y": "34.8124076"
    },
    {
        "school": "רון ארד ברוח היי טק היי",
        "Address": "רחוב הר הצופים 10",
        "phone": "086731439",
        "X": "31.89591708",
        "Y": "34.78000299"
    },
    {
        "school": "רון ארד ברוח היי טק היי",
        "Address": "רחוב הר הצופים 10",
        "phone": "086731439",
        "X": "31.89591708",
        "Y": "34.78000299"
    },
    {
        "school": "קציר",
        "Address": "דב קלין 1 רחובות",
        "phone": "089464431",
        "X": "31.89305951",
        "Y": "34.79630704"
    },
    {
        "school": "קציר א",
        "Address": "חנה אברך 25",
        "phone": "089471653",
        "X": "31.89174479",
        "Y": "34.79927735"
    },
    {
        "school": "צביה",
        "Address": "הרב מאיר 1 רחובות",
        "phone": "089451131",
        "X": "31.88811788",
        "Y": "34.81450669"
    },
    {
        "school": "פרחי המדע",
        "Address": "יובל נאמן 106 רחובות",
        "phone": "089109716",
        "X": "31.90460934",
        "Y": "34.82361164"
    },
    {
        "school": "עץ החיים",
        "Address": "נדב דוד 5 רחובות",
        "X": "31.88554457",
        "Y": "34.78565755"
    },
    {
        "school": "סמילנסקי",
        "Address": "יעקב 42",
        "phone": "089451096",
        "X": "31.89649591",
        "Y": "34.81546428"
    },
    {
        "school": "סיני",
        "Address": "דוד כוכבי 12 רחובות",
        "phone": "089471322",
        "X": "31.89572036",
        "Y": "34.80015495"
    }
        ]

        export function getMarkers() {
            return markers;
        }
        
